{
  "herov1": {
    "title": "TRANSFORM",
    "desc": "We create digital experiences that captivate audiences and drive measurable business growth for ambitious brands.",
    "button": {
      "btn1": "Download",
      "btnurl1": "#"
    },
    "img": "/assets/img/hero-1.png",
    "typedText": ["YOUR BRAND WITH", "CUTTING-EDGE MARKETING"]
  },
  "aboutIntro": {
    "bgImg": "/assets/img/bg-about.png",
    "title": "Who We Are",
    "desc": "We are a dynamic team of creative professionals passionate about transforming brands through innovative digital solutions. With years of experience in marketing, design, and development, we understand what it takes to make your brand stand out in today's competitive landscape. Our expertise spans strategic planning, creative design, and cutting-edge technology to deliver results that matter."
  },
  "aboutSection": {
    "leftSection": {
      "title": "Who We Are",
      "desc": "We are a passionate team of creative professionals dedicated to transforming brands through innovative digital solutions. With years of experience across marketing, design, and development, we understand what it takes to make your brand stand out in today's competitive landscape."
    },
    "rightSection": {
      "title": "Our Vision",
      "desc": "We create digital experiences that captivate audiences and drive measurable business growth for ambitious brands. Every project is an opportunity to blend creativity with strategy, ensuring your brand not only looks exceptional but also performs exceptionally in the digital space."
    }
  },
  "about": {
    "sectionHeading": {
      "title": "Our <span>Work</span>",
      "desc": "A selection of our impactful projects that drive results and transformations."
    },
    "projects": [
      {
        "title": "InCompass",
        "desc": "Technology company branding and digital marketing solutions for innovation leadership.",
        "image": "/assets/img/companies/company-4.jpg"
      },
      {
        "title": "ALMASA Real Estate",
        "desc": "Complete digital transformation and brand identity for luxury real estate development.",
        "image": "/assets/img/companies/company-1.jpg"
      },
      {
        "title": "CCI",
        "desc": "Comprehensive brand development and marketing strategy for corporate consulting firm.",
        "image": "/assets/img/companies/company-2.jpg"
      },
      {
        "title": "Century Capital",
        "desc": "Financial services brand identity and digital presence that established market trust.",
        "image": "/assets/img/companies/company-3.jpg"
      },
      {
        "title": "JEDAR Real Estate",
        "desc": "Premium real estate brand identity and marketing campaigns for luxury properties.",
        "image": "/assets/img/companies/company-5.jpg"
      }
    ]
  },
  "contact": {
    "leftSection": {
      "title": "Get in touch",
      "subtitle": "Let's build something great.",
      "desc": "Whatever you have in mind for your project or if you just want to explore possibilities, we would love to hear from you."
    },
    "form": {
      "title": "Send us a message",
      "submitBtnLabel": "Send Message"
    }
  },
  "funfacts": {
    "bgImg": "/assets/img/counter-bg.jpg",
    "facts": [
      {
        "title": "Faster",
        "icon": "pe-7s-magic-wand",
        "number": "100",
        "unit": "%"
      },
      {
        "title": "Cup of Coffee",
        "icon": "pe-7s-coffee",
        "number": "900"
      },
      {
        "title": "Active Clients",
        "icon": "pe-7s-check",
        "number": "10000"
      },
      {
        "title": "Peoples Love",
        "icon": "pe-7s-like",
        "number": "1276"
      }
    ]
  },
  "accordion": {
    "sectionHeading": {
      "title": "Frequently Asked <span>Questions</span>",
      "desc": "Get answers to the most common questions about our services and process."
    },
    "title": "Have Questions? We Have Answers",
    "image": "/assets/img/faq.jpg",
    "accordionContent": [
      {
        "title": "What services do you offer?",
        "content": "We offer comprehensive digital marketing services including brand strategy, web development, digital marketing campaigns, social media management, and creative design solutions tailored to your business needs."
      },
      {
        "title": "How long does a typical project take?",
        "content": "Project timelines vary depending on scope and complexity. A simple website redesign might take 4-6 weeks, while a complete brand transformation could take 8-12 weeks. We'll provide a detailed timeline during our initial consultation."
      },
      {
        "title": "Do you work with small businesses?",
        "content": "Absolutely! We work with businesses of all sizes, from startups to enterprise companies. We understand that every business has unique needs and budget considerations, and we tailor our services accordingly."
      },
      {
        "title": "What is your design process?",
        "content": "Our process starts with understanding your goals and target audience. We then move through research, strategy, design concepts, feedback rounds, and final implementation. We keep you involved at every step to ensure the final result exceeds your expectations."
      },
      {
        "title": "Do you provide ongoing support?",
        "content": "Yes, we offer various ongoing support packages including website maintenance, content updates, performance monitoring, and continuous optimization to ensure your digital presence stays current and effective."
      }
    ]
  },
  "features": {
    "sectionHeading": {
      "title": "OUR <span>SERVICES</span>",
      "desc": "We offer comprehensive digital marketing and branding solutions to help your business thrive in competitive markets"
    },
    "singleFeature": {
      "featurePart1": [
        {
          "title": "Digital Marketing",
          "icon": "pe-7s-graph1",
          "desc": "Data-driven strategies to maximize your digital presence and ROI across all platforms.",
          "btnText": "Learn More",
          "btnUrl": "#"
        },
        {
          "title": "Lead Generation",
          "icon": "pe-7s-target",
          "desc": "Strategic lead generation campaigns that identify and convert qualified prospects into customers.",
          "btnText": "Learn More",
          "btnUrl": "#"
        },
        {
          "title": "Social Media",
          "icon": "pe-7s-share",
          "desc": "Engaging content strategies and campaigns that build communities around your brand.",
          "btnText": "Learn More",
          "btnUrl": "#"
        }
      ],
      "image": "/assets/img/feature-image.png",
      "featurePart2": [
        {
          "title": "Event Essentials",
          "icon": "pe-7s-date",
          "desc": "Comprehensive event planning and marketing solutions that create memorable brand experiences.",
          "btnText": "Learn More",
          "btnUrl": "#"
        },
        {
          "title": "Brand Identity",
          "icon": "pe-7s-diamond",
          "desc": "Distinctive visual identities that capture your brand's essence and resonate with your audience.",
          "btnText": "Learn More",
          "btnUrl": "#"
        },
        {
          "title": "Media Production",
          "icon": "pe-7s-video",
          "desc": "Captivating video content that tells your brand story and connects with your audience emotionally.",
          "btnText": "Learn More",
          "btnUrl": "#"
        }
      ]
    }
  }
}